export default [
    {
      url: '/task/list',
      data: [
          {
            taskId: '0001',
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            taskId: '0002',
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            taskId: '0003',
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
          {
            taskId: '0004',
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            taskId: '0005',
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            taskId: '0006',
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
          {
            taskId: '0007',
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            taskId: '0008',
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            taskId: '0009',
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
          {
            taskId: '0010',
            status: '2',
            title: '点外卖',
            content: '外卖系统、跑腿平台、同城团购等加上红包、优惠券、大转盘等功能使您的系统更加多彩。'
          },
          {
            taskId: '0011',
            status: '1',
            title: '逛街',
            content: '出门走起。'
          },
          {
            taskId: '0012',
            status: '1',
            title: '睡觉',
            content: '八个小时够吗？？？？？'
          },
    ],
      retCode: 200,
      errorMsg: null,
    },
    {
        url: '/task/delete',
        data: [
            {
              taskId: '0002',
              status: '1',
              title: '学习',
              content: '学如逆水行舟，不进则退。'
            },
            {
              taskId: '0003',
              status: '2',
              title: '打游戏',
              content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
            },
            {
              taskId: '0004',
              status: '0',
              title: '吃饭',
              content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
            },
            {
              taskId: '0005',
              status: '1',
              title: '学习',
              content: '学如逆水行舟，不进则退。'
            },
            {
              taskId: '0006',
              status: '2',
              title: '打游戏',
              content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
            },
            {
              taskId: '0007',
              status: '0',
              title: '吃饭',
              content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
            },
            {
              taskId: '0008',
              status: '1',
              title: '学习',
              content: '学如逆水行舟，不进则退。'
            },
            {
              taskId: '0009',
              status: '2',
              title: '打游戏',
              content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
            },
            {
              taskId: '0010',
              status: '2',
              title: '点外卖',
              content: '外卖系统、跑腿平台、同城团购等加上红包、优惠券、大转盘等功能使您的系统更加多彩。'
            },
            {
              taskId: '0011',
              status: '1',
              title: '逛街',
              content: '出门走起。'
            },
            {
              taskId: '0012',
              status: '1',
              title: '睡觉',
              content: '八个小时够吗？？？？？'
            },
      ],
        retCode: 200,
        errorMsg: null,
      }
  ]